Revit 2027 API
PointOnEdge Properties
The PointOnEdge type exposes the following members.
Properties
Name | Description
LocationOnCurve | The point location on curve.
Top
See Also
Reference
PointOnEdge Class
Autodesk.Revit.DB Namespace